// var dicObject = {}
// dicObject[1] = '고추 - 탄저병';
// dicObject[2] = '고추 - 흰가루병';
// dicObject[3] = '고추 - 질소(N)결핍';
// dicObject[4] = '고추 - 인(P)결핍';
// dicObject[5] = '고추 - 칼륨(K)결핍';
// dicObject[6] = '고추 - 칼슘(Cal)결핍';
// dicObject[7] = '토마토 - 흰가루병';
// dicObject[8] = '토마토 - 잿빛곰팡이병';
// dicObject[9] = '토마토 - 질소(N)결핍';
// dicObject[10] = '토마토 - 인(P)결핍';
// dicObject[11] = '토마토 - 칼륨(K)결핍';
// dicObject[12] = '토마토 - 칼슘(Cal)결핍';
// dicObject[13] = '오이 - 흰가루병';
// dicObject[14] = '오이 - 노균병';
// dicObject[15] = '딸기 - 흰가루병';
// dicObject[16] = '딸기 - 잿빛곰팡이병';
// dicObject[17] = '포도 - 탄저병';
// dicObject[18] = '포도 - 노균병';
const dicObject = {
  1: '고추 - 탄저병',
  2: '고추 - 흰가루병',
  3: '고추 - 질소(N)결핍',
  4: '고추 - 인(P)결핍',
  5: '고추 - 칼륨(K)결핍',
  6: '고추 - 칼슘(Cal)결핍',
  7: '토마토 - 흰가루병',
  8: '토마토 - 잿빛곰팡이병',
  9: '토마토 - 질소(N)결핍',
  10: '토마토 - 인(P)결핍',
  11: '토마토 - 칼륨(K)결핍',
  12: '토마토 - 칼슘(Cal)결핍',
  13: '오이 - 흰가루병',
  14: '오이 - 노균병',
  15: '딸기 - 흰가루병',
  16: '딸기 - 잿빛곰팡이병',
  17: '포도 - 탄저병',
  18: '포도 - 노균병',
}